{
  "privacy": {
    "title": "Privacy Policy",
    "lastUpdated": "Last updated: October 2025",
    "intro": "Your privacy is important to us. This Privacy Policy explains how our app handles your information.",
    "sections": {
      "1": {
        "heading": "1. Information We Collect",
        "paragraphs": [
          "At this time, our app does not collect, store, or share any personal information on our servers. All data generated within the app (such as preferences, settings, or progress) is stored locally on your device only.",
          "In the future, we may collect a device identifier (Device ID) to help us improve app performance and maintain user sessions. If we do, this information will:"
        ],
        "list": [
          "Be used only for app functionality (e.g., syncing data or managing subscriptions),",
          "Never be sold or shared with third parties,",
          "Be stored securely."
        ]
      },
      "2": {
        "heading": "2. Third-Party Services",
        "paragraphs": [
          "We currently do not use any third-party analytics, tracking, or advertising tools. If this changes, we’ll update this policy to explain exactly what is used and why."
        ]
      },
      "3": {
        "heading": "3. Data Security",
        "paragraphs": [
          "Because your data is stored on your device, you control it. Deleting the app will remove all local data associated with it."
        ]
      },
      "4": {
        "heading": "4. Changes to This Policy",
        "paragraphs": [
          "We may update this Privacy Policy occasionally to reflect improvements or new features. The latest version will always be available in the app."
        ]
      },
      "5": {
        "heading": "5. Contact",
        "paragraphs": [
          "If you have any questions or concerns about your privacy, please contact us at:"
        ],
        "contact": "lexigramapp@outlook.com"
      }
    }
  },
  "terms": {
    "title": "Terms of Service",
    "lastUpdated": "Last updated: October 2025",
    "intro": "Welcome to our app! These Terms of Service (\"Terms\") outline the rules and guidelines for using our app and related services. By using the app, you agree to these Terms.",
    "sections": {
      "1": {
        "heading": "1. Use of the App",
        "paragraphs": [
          "You agree to use the app only for lawful purposes and in a way that does not infringe on the rights of others or restrict or inhibit anyone else’s use and enjoyment of the app."
        ]
      },
      "2": {
        "heading": "2. User Data and Privacy",
        "paragraphs": [
          "We take your privacy seriously. Our app currently stores data only on your device and does not collect personal information on our servers. Please refer to our Privacy Policy for more details about how your data is handled."
        ]
      },
      "3": {
        "heading": "3. Intellectual Property",
        "paragraphs": [
          "All content, features, and functionality in the app (including text, design, and code) are owned by the app developers or their licensors. You may not copy, modify, distribute, or use any part of the app for commercial purposes without permission."
        ]
      },
      "4": {
        "heading": "4. Disclaimer",
        "paragraphs": [
          "The app is provided “as is” and “as available.” We make no guarantees about its reliability, performance, or availability. You use the app at your own risk."
        ]
      },
      "5": {
        "heading": "5. Limitation of Liability",
        "paragraphs": [
          "To the fullest extent permitted by law, we are not liable for any direct, indirect, or consequential damages arising from your use of the app, including but not limited to data loss, device damage, or service interruptions."
        ]
      },
      "6": {
        "heading": "6. Changes to These Terms",
        "paragraphs": [
          "We may update these Terms occasionally to reflect app updates or policy changes. Continued use of the app after changes means you accept the new Terms."
        ]
      },
      "7": {
        "heading": "7. Contact Us",
        "paragraphs": [
          "If you have any questions about these Terms, feel free to reach out to us at:"
        ],
        "contact": "lexigramapp@outlook.com"
      }
    }
  },
  "contact": {
    "title": "Contact Us",
    "labelEmail": "Your Email",
    "placeholderEmail": "Enter your email",
    "buttonSend": "Send Email",
    "emailSubject": "Contact Request",
    "emailBody": "My email: "
  },
   "navbar": {
    "links": {
      "privacy": "Privacy Policy",
      "terms": "Terms of Service"
    }
  },
  "footer": {
    "links": {
      "privacy": "Privacy Policy",
      "terms": "Terms of Service",
      "contact": "Contact"
    },
    "copyright": "© 2025 Lexigram All rights reserved."
  }
}
