{
  "privacy": {
    "title": "गोपनीयता नीति",
    "lastUpdated": "अंतिम अपडेट: अक्टूबर 2025",
    "intro": "आपकी गोपनीयता हमारे लिए महत्वपूर्ण है। यह गोपनीयता नीति बताती है कि हमारा ऐप आपकी जानकारी को कैसे संभालता है।",
    "sections": {
      "1": {
        "heading": "1. हम कौन-सी जानकारी इकट्ठा करते हैं",
        "paragraphs": [
          "इस समय, हमारा ऐप किसी भी व्यक्तिगत जानकारी को सर्वर पर इकट्ठा, संग्रहीत या साझा नहीं करता है। ऐप में उत्पन्न सभी डेटा (जैसे प्राथमिकताएँ, सेटिंग्स, या प्रगति) केवल आपके डिवाइस पर ही संग्रहीत होते हैं।",
          "भविष्य में, हम ऐप के प्रदर्शन को सुधारने और उपयोगकर्ता सत्रों का प्रबंधन करने के लिए डिवाइस पहचानकर्ता (Device ID) इकट्ठा कर सकते हैं। यदि हम ऐसा करते हैं, तो यह जानकारी:"
        ],
        "list": [
          "केवल ऐप फ़ंक्शनलिटी के लिए उपयोग की जाएगी (जैसे डेटा सिंक करना या सब्सक्रिप्शन प्रबंधन),",
          "कभी भी तीसरे पक्ष के साथ साझा या बेची नहीं जाएगी,",
          "सुरक्षित रूप से संग्रहीत की जाएगी।"
        ]
      },
      "2": {
        "heading": "2. तृतीय-पक्ष सेवाएँ",
        "paragraphs": [
          "वर्तमान में, हम किसी भी तृतीय-पक्ष एनालिटिक्स, ट्रैकिंग या विज्ञापन टूल का उपयोग नहीं करते हैं। यदि यह बदलता है, तो हम इस नीति को अपडेट करेंगे और स्पष्ट करेंगे कि क्या उपयोग किया जा रहा है और क्यों।"
        ]
      },
      "3": {
        "heading": "3. डेटा सुरक्षा",
        "paragraphs": [
          "चूंकि आपका डेटा आपके डिवाइस पर संग्रहित होता है, आप इसे नियंत्रित करते हैं। ऐप को हटाने से संबंधित सभी स्थानीय डेटा हटा दिया जाएगा।"
        ]
      },
      "4": {
        "heading": "4. इस नीति में बदलाव",
        "paragraphs": [
          "हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं ताकि सुधार या नई सुविधाओं को शामिल किया जा सके। नवीनतम संस्करण हमेशा ऐप में उपलब्ध रहेगा।"
        ]
      },
      "5": {
        "heading": "5. संपर्क करें",
        "paragraphs": [
          "यदि आपकी गोपनीयता के बारे में कोई प्रश्न या चिंता है, तो कृपया हमसे संपर्क करें:"
        ],
        "contact": "lexigramapp@outlook.com"
      }
    }
  },
  "terms": {
    "title": "सेवा की शर्तें",
    "lastUpdated": "अंतिम अपडेट: अक्टूबर 2025",
    "intro": "हमारे ऐप में आपका स्वागत है! ये सेवा की शर्तें (“शर्तें”) हमारे ऐप और संबंधित सेवाओं का उपयोग करने के नियम और दिशानिर्देश बताती हैं। ऐप का उपयोग करके, आप इन शर्तों से सहमत होते हैं।",
    "sections": {
      "1": {
        "heading": "1. ऐप का उपयोग",
        "paragraphs": [
          "आप केवल कानूनी उद्देश्यों के लिए ऐप का उपयोग करने और किसी के अधिकारों का उल्लंघन नहीं करने या किसी अन्य उपयोगकर्ता के उपयोग का आनंद बाधित न करने के लिए सहमत हैं।"
        ]
      },
      "2": {
        "heading": "2. उपयोगकर्ता डेटा और गोपनीयता",
        "paragraphs": [
          "हम आपकी गोपनीयता को गंभीरता से लेते हैं। हमारा ऐप वर्तमान में केवल आपके डिवाइस पर डेटा संग्रहीत करता है और हमारे सर्वर पर व्यक्तिगत जानकारी नहीं इकट्ठा करता है। डेटा प्रबंधन के लिए हमारी गोपनीयता नीति देखें।"
        ]
      },
      "3": {
        "heading": "3. बौद्धिक संपदा",
        "paragraphs": [
          "ऐप की सभी सामग्री, विशेषताएँ और कार्यक्षमता (टेक्स्ट, डिज़ाइन और कोड सहित) ऐप डेवलपर्स या उनके लाइसेंसधारकों की संपत्ति हैं। अनुमति के बिना किसी भी भाग की कॉपी, संशोधन, वितरण या व्यावसायिक उपयोग नहीं किया जा सकता।"
        ]
      },
      "4": {
        "heading": "4. अस्वीकरण",
        "paragraphs": [
          "ऐप “जैसा है” और “उपलब्ध” के रूप में प्रदान किया जाता है। हम इसकी विश्वसनीयता, प्रदर्शन या उपलब्धता की कोई गारंटी नहीं देते। उपयोग आपका जोखिम है।"
        ]
      },
      "5": {
        "heading": "5. देयता की सीमा",
        "paragraphs": [
          "कानून द्वारा अनुमत अधिकतम सीमा तक, हम ऐप के उपयोग से उत्पन्न किसी भी प्रत्यक्ष, अप्रत्यक्ष या परिणामी हानि के लिए जिम्मेदार नहीं हैं, जिसमें डेटा हानि, डिवाइस क्षति, या सेवा में व्यवधान शामिल हैं।"
        ]
      },
      "6": {
        "heading": "6. शर्तों में बदलाव",
        "paragraphs": [
          "हम समय-समय पर ऐप अपडेट या नीति परिवर्तनों को दर्शाने के लिए इन शर्तों को अपडेट कर सकते हैं। परिवर्तनों के बाद भी ऐप का उपयोग जारी रखने का मतलब है कि आप नई शर्तों को स्वीकार करते हैं।"
        ]
      },
      "7": {
        "heading": "7. संपर्क करें",
        "paragraphs": [
          "यदि आपको इन शर्तों के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें:"
        ],
        "contact": "lexigramapp@outlook.com"
      }
    }
  },
  "contact": {
    "title": "संपर्क करें",
    "labelEmail": "आपका ईमेल",
    "placeholderEmail": "अपना ईमेल दर्ज करें",
    "buttonSend": "ईमेल भेजें",
    "emailSubject": "संपर्क अनुरोध",
    "emailBody": "मेरा ईमेल: "
  }
}
