{
  "privacy": {
    "title": "Политика конфиденциальности",
    "lastUpdated": "Последнее обновление: октябрь 2025",
    "intro": "Ваша конфиденциальность важна для нас. Эта Политика конфиденциальности объясняет, как наше приложение обрабатывает вашу информацию.",
    "sections": {
      "1": {
        "heading": "1. Сбор информации",
        "paragraphs": [
          "В настоящее время наше приложение не собирает, не хранит и не передает личную информацию на наши серверы. Все данные, создаваемые в приложении (например, настройки, предпочтения или прогресс), хранятся только локально на вашем устройстве.",
          "В будущем мы можем собирать идентификатор устройства (Device ID), чтобы улучшить производительность приложения и управлять сессиями пользователей. Если это произойдет, эта информация будет:"
        ],
        "list": [
          "Использоваться только для функциональности приложения (например, синхронизация данных или управление подписками),",
          "Никогда не продаваться и не передаваться третьим лицам,",
          "Храниться безопасно."
        ]
      },
      "2": {
        "heading": "2. Сервисы третьих сторон",
        "paragraphs": [
          "В настоящее время мы не используем сторонние инструменты аналитики, отслеживания или рекламы. Если это изменится, мы обновим политику, чтобы точно объяснить, что используется и почему."
        ]
      },
      "3": {
        "heading": "3. Безопасность данных",
        "paragraphs": [
          "Поскольку ваши данные хранятся на вашем устройстве, вы контролируете их. Удаление приложения удаляет все локальные данные."
        ]
      },
      "4": {
        "heading": "4. Изменения в политике",
        "paragraphs": [
          "Мы можем периодически обновлять эту Политику конфиденциальности, чтобы отразить улучшения или новые функции. Последняя версия всегда доступна в приложении."
        ]
      },
      "5": {
        "heading": "5. Контакты",
        "paragraphs": [
          "Если у вас есть вопросы или сомнения относительно вашей конфиденциальности, свяжитесь с нами:"
        ],
        "contact": "lexigramapp@outlook.com"
      }
    }
  },
  "terms": {
    "title": "Условия использования",
    "lastUpdated": "Последнее обновление: октябрь 2025",
    "intro": "Добро пожаловать в наше приложение! Эти Условия использования (\"Условия\") описывают правила и рекомендации по использованию нашего приложения и связанных сервисов. Используя приложение, вы соглашаетесь с этими Условиями.",
    "sections": {
      "1": {
        "heading": "1. Использование приложения",
        "paragraphs": [
          "Вы соглашаетесь использовать приложение только в законных целях и таким образом, чтобы не нарушать права других лиц и не ограничивать или препятствовать использованию приложения другими."
        ]
      },
      "2": {
        "heading": "2. Данные пользователя и конфиденциальность",
        "paragraphs": [
          "Мы серьезно относимся к вашей конфиденциальности. Наше приложение в настоящее время хранит данные только на вашем устройстве и не собирает личную информацию на наших серверах. Пожалуйста, ознакомьтесь с нашей Политикой конфиденциальности для получения подробной информации о том, как обрабатываются ваши данные."
        ]
      },
      "3": {
        "heading": "3. Интеллектуальная собственность",
        "paragraphs": [
          "Все содержимое, функции и возможности приложения (включая текст, дизайн и код) принадлежат разработчикам приложения или их лицензиарам. Вы не можете копировать, изменять, распространять или использовать какую-либо часть приложения в коммерческих целях без разрешения."
        ]
      },
      "4": {
        "heading": "4. Отказ от ответственности",
        "paragraphs": [
          "Приложение предоставляется «как есть» и «по мере доступности». Мы не гарантируем его надежность, производительность или доступность. Использование приложения осуществляется на ваш страх и риск."
        ]
      },
      "5": {
        "heading": "5. Ограничение ответственности",
        "paragraphs": [
          "В максимально допустимой законом степени мы не несем ответственности за любые прямые, косвенные или последующие убытки, возникающие в результате использования приложения, включая, помимо прочего, потерю данных, повреждение устройства или перебои в обслуживании."
        ]
      },
      "6": {
        "heading": "6. Изменения условий",
        "paragraphs": [
          "Мы можем время от времени обновлять эти Условия, чтобы отразить обновления приложения или изменения политики. Продолжение использования приложения после изменений означает ваше согласие с новыми Условиями."
        ]
      },
      "7": {
        "heading": "7. Свяжитесь с нами",
        "paragraphs": [
          "Если у вас есть вопросы по этим Условиям, свяжитесь с нами:"
        ],
        "contact": "lexigramapp@outlook.com"
      }
    }
  },
  "contact": {
    "title": "Связаться с нами",
    "labelEmail": "Ваш Email",
    "placeholderEmail": "Введите ваш email",
    "buttonSend": "Отправить email",
    "emailSubject": "Запрос на контакт",
    "emailBody": "Мой email: "
  }
}
